Repository: espenmn/medialog.newsletter
Catalog: src/medialog/newsletter/locales/*/LC_MESSAGES/medialog.newsletter.po
Languages: nl

source: Items to send
nl: Te verzenden artikelen

source: NewsLetter
nl: Nieuwsbrief

source: Read More …
nl: Lees verder …

source: Send Mail to everybody
nl: Stuur e-mail naar iedereen

source: Send Testmail
nl: Testmail verzenden

source: Text
nl: Tekst

source: button_subscribe
nl: Aanmelden

source: button_unsubscribe
nl: Afmelden

source: cant_send_mail_message
nl: Kon niet verzenden naar $email»

source: heading_current_subscribers
nl: Huidige abonnees

source: heading_subscribe_unsubscribe
nl: Aanmelden/afmelden voor e-maillijst

source: sent_mail_message
nl: Verzonden naar $email
